import { Link } from "react-router-dom";
import Socialapp from "../socialApp/Socialapp";
import classes from "./Footerright.module.scss";
const Footerright = () => {
  return (
    <div className={classes.footerRight}>
      <h3>آکادمی آنلاین فرانت هوکس، دوره های کوچ محور</h3>
      <strong>صاحب محمدی هستم ، برنامه نویس وب. </strong>
      <span>
        از سال 93 به برنامه نویسی مشغول هستم و بیش از سه سال هست که به صورت
        تخصصی به عنوان توسعه دهنده فرانت در استارتاپ هایی مثل
      </span>
      <div className={classes.summeryPerson}>
        <Link to="https://decooj.com/landing"> دکوژ </Link>
        <Link to="https://www.calagh.ir/">
          و صرافی های آنلاین مشغول به فعالیت بودم .
        </Link>
      </div>
      <p>
        در این چند سال چالش های زیادی را در زمینه برنامه نویسی چه به صورت کار
        فریلنسری در سایت های خارجی و همچنین در کار تیمی تجربه کرده ام. هزینه
        مالی و زمانی بسیار زیادی را بابت کسب آموزش در معتبر ترین دوره های سایت
        های خارجی صرف کردم. همه ی آموزش های فرانت هوکس بر پایه سه اصل، دوره های
        با کیفیت و پروژه محور و به روز، پشتیبانی مادام العمر به همراه آپدیت های
        رایگان و عودت هزینه در صورت هر گونه نارضایتی استوار است. امیدوارم فرانت
        هوکس همراه خوبی برای ورود شما به بازار کار و دنیای برنامه نویسی باشد شما
        می توانید از طریق اینستاگرام، لینکدین و تلگرام در ارتباط باشین
      </p>
      <Socialapp />
    </div>
  );
};

export default Footerright;
